/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Настройки Dock. Настройки поделены между простыми клавишами активации и более сложными словарями программ и названий документов.";
"autohide.pfm_title" =						"Скрытие";
"autohide.pfm_description" =				"Установите «true», чтобы включить скрытие.";
"autohide-immutable.pfm_title" =			"Флажок скрытия отключен";
"autohide-immutable.pfm_description" =		"Установите «true» для отключения флажка автоматического скрытия и отображения.";
"contents-immutable.pfm_title" =			"Меняет отключенное";
"contents-immutable.pfm_description" =		"Установите «true», чтобы предотвратить изменение пользователем содержимого Dock.";
"largesize.pfm_title" =						"Наибольший размер значка";
"largesize.pfm_description" =				"Наибольший размер значка в пикселях.";
"launchanim.pfm_title" =					"Анимация запуска";
"launchanim.pfm_description" =				"Установите «true», чтобы использовать анимацию запуска.";
"launchanim-immutable.pfm_title" =			"Флажок запуска анимации отключен";
"launchanim-immutable.pfm_description" =	"Установите «true» для отключения флажка запуска анимации.";
"magnification.pfm_title" =					"Увеличение";
"magnification.pfm_description" =			"Установите «true» для включения увеличения.";
"magnify-immutable.pfm_title" =				"Флажок увеличения отключен";
"magnify-immutable.pfm_description" =		"Установите «true» для снятия флажка увеличения.";
"magsize-immutable.pfm_title" =				"Бегунок увеличения отключен";
"magsize-immutable.pfm_description" =		"Установите «true» для отключения бегунка увеличения.";
"mineffect.pfm_title" =						"Эффект минимизации";
"mineffect.pfm_description" =				"Эффект минимизации.";
"mineffect-immutable.pfm_title" =			"Всплывающее меню с эффектом минимизации отключено";
"mineffect-immutable.pfm_description" =		"Установите «true», чтобы отключить всплывающее меню с эффектом минимизации.";
"orientation.pfm_title" =					"Расположение";
"orientation.pfm_description" =				"Расположение Dock слева, справа или внизу.";
"position-immutable.pfm_title" =			"Элементы управления положением отключены";
"position-immutable.pfm_description" =		"Установите «true», чтобы предотвратить изменение пользователем расположения Dock.";
"tilesize.pfm_title" =						"Размер значка";
"tilesize.pfm_description" =				"Размер значка.";
"size-immutable.pfm_title" =				"Управление размером значка отключено";
"size-immutable.pfm_description" =			"Установите «true», чтобы предотвратить изменение пользователем размера значка.";
"static-only.pfm_title" =					"Только управляемые значки";
"static-only.pfm_description" =				"Установите «true» для показа только управляемых значков.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Значки программы";
"AppItems-Raw.pfm_description" =			"Массив для хранения данных значка программы.";
"apptile.pfm_title" =						"Значок программы";
"apptile.pfm_description" =					"Один значок программы.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Данные значка Dock";
"tile-data.pfm_description" =				"Данные значка Dock.";
"file-data.pfm_title" =						"Данные файла";
"file-data.pfm_description" =				"Данные файла для значка файла.";
"_CFURLString.pfm_title" =					"Файловый путь";
"_CFURLString.pfm_description" =			"Абсолютный адрес файловой системы.";
"_CFURLStringType.pfm_title.file" =			"Тип файла URL";
"_CFURLStringType.pfm_description.file" =	"Тип файла URL. Всегда устанавливать на 0.";
"_CFURLStringType.pfm_title.URL" =			"Тип URL";
"_CFURLStringType.pfm_description.URL" =	"Тип URL. Всегда устанавливать 0.";
"_CFURLStringType.pfm_title.URLID" =		"ID-тип URL";
"_CFURLStringType.pfm_description.URLID" =	"ID-тип URL. Всегда устанавливать на 15.";
"_CFURLAliasData.pfm_title" =				"Псевдоним";
"_CFURLAliasData.pfm_description" =			"Данные псевдонимов; необходимые только для серверных объектов.";
"tile-type.pfm_title" =						"Тип значка";
"tile-type.pfm_description" =				"Тип значка.";
"mcx_typehint.pfm_title" =					"Подсказка типа MCX";
"mcx_typehint.pfm_description" =			"Предназначено для внутреннего использования Workgroup Manager. Не изменяйте.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Значки документа";
"DocItems-Raw.pfm_description" =			"Массив для хранения документа и данных значка url.";
"doctile.pfm_title" =						"Значок документа";
"doctile.pfm_description" =					"Один значок документа.";
"url.pfm_title" =							"Данные URL";
"url.pfm_description" =						"Данные URL для значка URL.";
"file-label.pfm_title" =					"Этикетка значка файла";
"file-label.pfm_description" =				"Этикетка значка для файла.";
"label.pfm_title" =							"Этикетка значка URL";
"label.pfm_description" =					"Этикетка для значка URL.";
"file-type.pfm_title" =						"Тип объекта";
"file-type.pfm_description" =				"Тип объекта. Для значков документа: установите «2», если объект не является томом, «18», если объект является томом, «32», если объект не является папкой.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"Особые папки MCX";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Папки добавлены управляемым клиентом.";
"mcxfolderflag.pfm_title" =						"Флаг папки";
"mcxfolderflag.pfm_description" =				"Папки добавлены Управляемым клиентом.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Управляемый способ объединения значков программ";
"appTilesUPKManaged.pfm_description" =		"Ключи способа объединения значков программ для управляемого домена.";
"appTilesUPKUser.pfm_title" =				"Пользовательский способ объединения значков программ";
"appTilesUPKUser.pfm_description" =			"Ключи способа объединения значков программ для домена пользователя.";
"docTilesUPKManaged.pfm_title" =			"Управляемый способ объединения значков документов";
"docTilesUPKManaged.pfm_description" =		"Ключи способа объединения значков документов для управляемого домена.";
"docTilesUPKUser.pfm_title" =				"Пользовательский способ объединения значков документов";
"docTilesUPKUser.pfm_description" =			"Ключи способа объединения значков документов для управляемого домена.";
"mcxDocSpecialUPK.pfm_title" =				"Ключ способа объединения особых папок Управляемого клиента";
"mcxDocSpecialUPK.pfm_description" =		"Ключ способа объединения для особых папок Dock управляемого клиента.";
